{
  "products": [
    {
      "id": 0,
      "name": "Hogwarts Legacy",
      "description": "Hogwarts Legacy is an immersive action RPG where you get to explore the incredible world from the Harry Potter books. Travel to both new and familiar places, discover amazing wonders, customize your character, brew potions, learn spells, sharpen your talents and become the wizard you always wanted to be. Experience Hogwarts in the 19th century. You are a student with the key to an ancient secret that threatens to tear the entire wizarding world apart. Feel what it's like to live at Hogwarts as you meet friends, fight the forces of darkness and eventually decide the fate of the entire wizarding world. Take your place in history.",
      "price": 599,
      "category": "Adventure",
      "brand": "Playstation",
      "items_available": 50,
      "sale_price": 450,
      "image": "https://cdn.webhallen.com/images/product/347663?trim",
      "rating": null
    },
    {
      "id": 1,
      "name": "God of War 2: Ragnarök",
      "description": "Join us on an epic and emotional journey as Kratos and Atreus struggle to hold on and let go. They have tried their best to save the world of Norse mythology, which has been ravaged by the wrath of the Aesir, from destruction, but despite this, the fimbul winter is raging. Witness the ever-changing father-son dynamic in the duo's fight for survival; Atreus thirsts for the knowledge he needs to understand the prophecy of Loki, while Kratos struggles to break free from his past and become the father his son needs. See for yourself how fate forces them to choose between the safety of the worlds and their own.",
      "price": 599,
      "category": "Adventure",
      "brand": "Playstation",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/310508?trim",
      "rating": null
    },
    {
      "id": 2,
      "name": "The Witcher 3: Complete Edition",
      "description": "You are Geralt of Rivia, monster hunter for pay. A war-torn, monster-ravaged continent lies at your feet. Your next mission is to find the child of prophecy, Ciri a living weapon that can shape the fate of the entire world. The Complete Edition includes the base game a 100+ hour long open world adventure as well as the massive expansions Hearts of Stone and Blood and Wine which extend the story by 50 more hours of gameplay! All extra content released for the game is included, as well as brand new additions like a built-in photo mode, items inspired by the Netflix series - swords, armor, alternate outfits - and more! See the continent's dark fantasy world like you've never seen it before! This edition of The Witcher 3: Wild Hunt has been enhanced with a host of visual and technical enhancements, including significantly higher detail, faster loading times, a range of community-created and newly developed mods for the game, real-time ray tracing and 3D audio support  all optimized based on the impressive performance of PlayStation®5. The game also uses the unique features of the DualSense controller, such as advanced haptic feedback and adaptive triggers, allowing you to immerse yourself in the adventure more than ever before!",
      "price": 499,
      "category": "Adventure",
      "brand": "Playstation",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/357199?trim",
      "rating": null
    },
    {
      "id": 3,
      "name": "Marvels Spider-Man: Miles Morales",
      "description": "In the latest game in Marvel's Spider-Man universe, young Miles Morales adjusts to his new home while following in his mentor Peter Parker's footsteps to become a new Spider-Man. When a brutal power struggle threatens to destroy his new home, the would-be hero realizes that with great power comes great responsibility. In order to save Marvel's New York, Miles must take the role of Spider-Man seriously.",
      "price": 467,
      "category": "Adventure",
      "brand": "Playstation",
      "items_available": 50,
      "sale_price": 299,
      "image": "https://cdn.webhallen.com/images/product/325364?trim",
      "rating": null
    },
    {
      "id": 4,
      "name": "FIFA 23",
      "description": "The football in EA SPORTS™ FIFA 23 is even more realistic and intense so you can experience the whole world's game seriously. HyperMotion2 technology is more advanced thanks to twice the amount of real-world motion data, providing more authentic football animations than ever before in every match. The FIFA World Cup™ for both men and women is coming to FIFA 23 during the season so you can experience the world's biggest football tournaments. And for the first time ever, you can play as a women's club team with custom HyperMotion2 animations. In addition, it will be easier to play against your friends thanks to Cross-Play. Build your dream team in FIFA Ultimate Team™ and play in new ways with FUT Moments and a new chemistry system. You can also live out your football dreams in the career mode both as a player and a coach. Develop your player personality or assume the role of one of the world's most famous managers. In VOLTA FOOTBALL and Professional Clubs, the game experience becomes even more personal thanks to greater customization options and better game mechanics both on the street and in the arena. Regardless of how you choose to play, you get to experience the entire world's game with over 19,000 players, more than 700 teams, over 100 stadiums and just over 30 leagues and tournaments including the UEFA Champions League, Premier League, new Barclays FA Women's Super League and French D1 Arkema with unprecedented realism in FIFA 23.",
      "price": 699,
      "category": "Sports",
      "brand": "Playstation",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/351171?trim",
      "rating": null
    },
    {
      "id": 5,
      "name": "NHL 23",
      "description": "EA SPORTS™ NHL 23 is better together. Bring the world's best players together on the same team now as we introduce mixed men's and women's teams to HUT. After launch, cross-platform matchmaking in HUT and WoC for players on the same platform generation will also come. That means more players, shorter queue times and more teams to face. Now you can also fill out highlight sweeps with over 500 new last-chance moves with the puck, which let you influence what happens after contact, we're talking everything from tripping passes to layup panic shots. To top it all off, new strategy systems allow you to lay out the game plan and fine-tune your tactics. Just invite your friends over and get ready for the most dynamic, connected and best-looking version of the NHL yet.",
      "price": 699,
      "category": "Sports",
      "brand": "Playstation",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/352743?trim",
      "rating": null
    },
    {
      "id": 6,
      "name": "Gamedec",
      "description": "Welcome to the 22nd century city of Warsaw. The technology of the future is so advanced that the term 'real' is relative and 'life' and 'death' have many meanings. Virtual worlds give rise to the age-old problems of human nature: lust, laziness, envy and pride. If a competitive gamer suspects that his opponent is cheating, if a rich/famous person needs discreet help with his digital affairs, if a company suspects that its digital presence is being sabotaged by its corporate rivals, then the inhabitants of these virtual gaming worlds use specialist Game Decs, (' Game Detectives'), private detectives specializing in cyberspace. You are one such game detective who solves crimes in virtual worlds. Use your wits to gather information from your witnesses and suspects, to get to the bottom of fraudulent schemes. Award-winning Gamedec is a single-player isometric cyberpunk RPG that constantly adapts to your decisions and never judges.",
      "price": 329,
      "category": "Roleplay",
      "brand": "Playstation",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/356947?trim",
      "rating": null
    },
    {
      "id": 7,
      "name": "The DioField Chronicle",
      "description": "The world of man is plunged into a time of war that rages for years on end. A band of elite mercenaries calling themselves the Blue Fox arise amid the flames and chaos, their fates and brave deeds that will be sung about for ages to come. But when all is said and done, will the name 'Blue Fox' mean hope or darkest tragedy?",
      "price": 369,
      "category": "Roleplay",
      "brand": "Playstation",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/351549?trim",
      "rating": null
    },
    {
      "id": 8,
      "name": "Mato Anomalies",
      "description": "Mato Anomalies is a turn-based RPG game played during a journey through Mato, a fictional neo-futuristic version of a bygone city in the Orient. Take control of the heroes Doe and Gram and investigate strange happenings in the city or enter into battles against hideous demons determined to plunge the city into ruin. Join a group of unlikely friends and uncover the dark secrets in this tale of duty, hope and justice.",
      "price": 369,
      "category": "Roleplay",
      "brand": "Playstation",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/356394?trim",
      "rating": null
    },
    {
      "id": 9,
      "name": "Call of Duty: Modern Warfare II",
      "description": "In Call of Duty®: Modern Warfare® II, you are thrown into the largest global conflict ever and get to revisit the Operators of Task Force 141. Here, a captivating experience awaits you and your friends, with everything from small-scale tactical infiltrations to classified missions. Infinity Ward delivers groundbreaking game mechanics with an all-new weapon handling system, an advanced AI system, a new Gunsmith, and a variety of gameplay and graphical innovations that take the series to new heights. Modern Warfare® II releases with a single-player campaign that takes you around the world, exciting Multiplayer battles and a story-driven Special Ops co-op mode.",
      "price": 699,
      "category": "Action",
      "brand": "Playstation",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/350087?trim",
      "rating": null
    },
    {
      "id": 10,
      "name": "The Last of Us Part I",
      "description": "Relive the acclaimed first part of the game series - rebuilt for PlayStation®5. Experience the emotional story and unforgettable characters of The Last of Us™, the game that won over 200 Game of the Year awards. Joel, the game's hardened protagonist, is tasked with getting 14-year-old Ellie out of the military quarantine zone in a society torn apart by infected monsters and raw-barked survivors. What on paper appears to be a relatively simple mission soon turns into a brutal journey across the country. Contains the full single-player story from The Last of Us and the acclaimed spin-off Left Behind, which takes place before the events of the main game and shows what changed the lives of Ellie and her best friend Riley forever.",
      "price": 749,
      "category": "Action",
      "brand": "Playstation",
      "items_available": 50,
      "sale_price": 649,
      "image": "https://cdn.webhallen.com/images/product/350120?trim",
      "rating": null
    },
    {
      "id": 11,
      "name": "Forspoken",
      "description": "In Forspoken we get to follow Frey, a young New York resident who has been transferred to the beautiful but brutal land of Athia. In his search for a way home, Frey must harness his magical abilities to traverse vast landscapes and battle monsters. Frey Holland has been mysteriously transported from New York and is now trapped in the ancient land of Athia. A magical, living bracelet has been wrapped around her arm without explanation, and Frey discovers that she's gained the ability to cast powerful spells and use magic to traverse Athia's vast landscape. Frey nicknames his golden companion 'Cuff' and starts looking for a way home. Frey soon learns that this beautiful land once flourished under the Tantas, the benevolent matriarchs, until a devastating scourge ruined everything it touched. The Break turned animals into beasts, humans into monsters, and lush landscapes into four dangerous realms. Now the Tantas rule over their shattered estates as insane and evil packs of wizards.",
      "price": 699,
      "category": "Action",
      "brand": "Playstation",
      "items_available": 50,
      "sale_price": 649,
      "image": "https://cdn.webhallen.com/images/product/343893?trim",
      "rating": null
    },
    {
      "id": 12,
      "name": "Scars Above",
      "description": "Scars Above is a challenging third-person sci-fi action-adventure that combines the rewarding feeling of overcoming difficulties with a captivating and intricate story, set in a mysterious alien world to explore. A colossal and enigmatic extraterrestrial structure appears in Earth's orbit and stuns the entire world; humanity calls it the 'Metahedron'. The Sentient Contact Assessment and Response Team (SCAR) - consisting of scientists and engineers - is sent to investigate. Things don't go as planned and the Metahedron pulls the team across space to a mysterious extrasolar planet. Play as Dr. Kate Ward - a SCAR member - who wakes up dazed, alone in an alien, hostile environment. Determined to survive, you set out to find your crew and unravel the mystery behind what has happened..",
      "price": 599,
      "category": "Action",
      "brand": "Xbox",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/356392?trim",
      "rating": null
    },
    {
      "id": 13,
      "name": "Star Wars Jedi Survivor",
      "description": "The story of Cal Kestis continues in STAR WARS Jedi: Survivor, a third-person action-adventure from Respawn Entertainment and Lucasfilm Games. The story-driven single-player adventure continues five years after the events of STAR WARS Jedi: Fallen Order™ and follows Cal's increasingly desperate struggle to protect the galaxy from descending into darkness. Continue Cal's Journey, No longer a Padawan, Cal has now evolved into a powerful Jedi Knight. Dark times are approaching, and with new and familiar enemies all around him, Cal must decide how far he's willing to go to save those closest to him. Go beyond your training, the cinematic battle system from Jedi: Fallen Order is back with more Force-based abilities and new lightsaber fighting styles. Combine all these abilities and weapons and find your own style, defeating both old and new opponents. Explore an untamed galaxy - discover new planets and return to familiar outposts of the Star Wars world - all with unique landscapes, challenges and enemies. Master new skills, new equipment, and new abilities that strengthen your ways of exploring and fighting.",
      "price": 699,
      "category": "Action",
      "brand": "Xbox",
      "items_available": 50,
      "sale_price": 578,
      "image": "https://cdn.webhallen.com/images/product/356432?trim",
      "rating": null
    },
    {
      "id": 14,
      "name": "Diablo 4",
      "description": "Diablo® IV is the next generation action RPG experience with endless evil to slaughter, countless abilities to master, nightmarish dungeons and legendary loot. Embark on the campaign solo or with friends, meet memorable characters through beautifully dark environments and a gripping story, or explore an expansive endgame and shared world where players can meet in towns to trade, team up to fight world bosses, or go down into PVP zones to test your skills against other players - no lobbies necessary - with cross-play and cross-progression on all available platforms. This is just the beginning for Diablo® IV, with new events, stories, seasons, rewards and more looming on the horizon.",
      "price": 749,
      "category": "Action",
      "brand": "Xbox",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/356277?trim",
      "rating": null
    },
    {
      "id": 15,
      "name": "One Piece Odyssey",
      "description": "Join this brand new RPG with new character and monster designs produced by Eiichiro Oda, the author of ONE PIECE. The game is also complemented by the beautiful music of Motoi Sakuraba, a composer well known for his various contributions to video games such as Dark Souls and the Tales of series. A broken Thousand Sunny... Scattered crew members... Luffy's missing straw hat... During their journey, the Straw Hats, led by Monkey D. Luffy, are swallowed by a huge storm at sea. They end up on a mysterious island full of nature in the middle of the storm and get separated from each other. The crew embarks on a new adventurous journey filled with wonders of raging nature, powerful enemies and strange encounters with the island's locals. Work together with Luffy and his crew to set sail again!",
      "price": 599,
      "category": "Action",
      "brand": "Xbox",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/352802?trim",
      "rating": null
    },
    {
      "id": 16,
      "name": "Blood Bowl 3",
      "description": "Brutal, crazy, tactical... this is BLOOD BOWL! The iconic death sport of fantasy football is back in a true-to-life game with the latest rules and new content. Form your team and smash, mash and cheat your way to the top... and send the enemies to the graveyard. This version works for both Xbox One and Xbox Series X.",
      "price": 499,
      "category": "Sports",
      "brand": "Xbox",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/332343?trim",
      "rating": null
    },
    {
      "id": 17,
      "name": "NBA 2K23",
      "description": "Compete as your favorite NBA and WNBA teams and stars, and experience the pinnacle of true-to-life gameplay. With best-in-class visual presentation, improved player AI, updated rosters and historic teams, the game has never felt more real and complete than it does in NBA 2K. Feel the energy of the crowd, the intensity of the competition and the endless entertainment in one of the most immersive sports products in gaming today. Fulfill your NBA dreams as you embark on a dramatic journey of greatness in MyCAREER. Create relationships, build your rep and overcome the difficult obstacles that test even the most promising balls. Diversify your brand off the track and make your name the one you remember on the track; All while bringing your friends along for the ride as you make your way to the top in NBA 2K. This is where you decide. How will you write your story?",
      "price": 599,
      "category": "Sports",
      "brand": "Xbox",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/350731?trim",
      "rating": null
    },
    {
      "id": 18,
      "name": "WWE 2K23",
      "description": "The master is here! Play your way through the key moments and toughest opponents of John Cena's illustrious 20-year WWE career. And in a franchise first, take on the role of each opponent - some of WWE's greatest of all time - as you aim to take down Mr. Hustle, Loyalty and Respect. This fan-favorite action-packed match type makes its debut in WWE 2K23, delivering heart-pounding 3v3 and 4v4 multiplayer mayhem inside two side-by-side rings, surrounded by a double steel cage! With MyGM, take the reins of a weekly show and compete against rival general managers for brand supremacy. Now with more GMs to choose from, additional show options, multiple seasons, expanded match cards and more match types for up to 4 players. Collect and upgrade cards from WWE Superstars and Legends to build the ultimate faction in MyFACTION. Now with online multiplayer, MyFACTION lets you take your faction online and compete for global dominance.",
      "price": 799,
      "category": "Sports",
      "brand": "Xbox",
      "items_available": 50,
      "sale_price": 549,
      "image": "https://cdn.webhallen.com/images/product/358168?trim",
      "rating": null
    },
    {
      "id": 19,
      "name": "Gothic 1 Remake",
      "description": "The kingdom of Myrtana has been invaded by an implacable horde of orcs. King Rhobar II, in need of a large amount of magical ore in order to forge powerful weapons, runs the Khorinis mines with all available prisoners. To prevent them from escaping, the monarch asks his best magicians to create a magical barrier. But something goes wrong. The magic gets out of control and a mutiny turns the mines into a wilderness that is now controlled by the most violent prisoners. The king is forced to negotiate with the new owners, while the tension between the mines' different factions increases. What no one expects is that the arrival of an unknown prisoner will change absolutely everything. Return to The Colony, in a full-scale remake of the popular and revolutionary game Gothic from 2001. Rediscover the world of the mining colony, its secrets and challenges. Play as the nameless hero - Manage the fate of a lifer who must survive in a world of wild animals, creatures and prisoners with dangerous reputations.",
      "price": 659,
      "category": "Roleplay",
      "brand": "Xbox",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/354274?trim",
      "rating": null
    },
    {
      "id": 20,
      "name": "Dead Island 2 HELL-A Edition",
      "description": "This limited edition is full of unique items from Dead Island 2's all-new zombie-slaying playground. From Santa Monica Pier to Venice Beach, consider it your own personal tour of HELL-A. HELL-A Edition includes: Exclusive SteelBook® with Game Disc, Expansion Pass, Travel Map of Venice Beach, 6 x Slayer Tarot Cards, 2 x Pin Badges, 1 x Patch, Golden Weapon Pack and Pulp Weapon Pack.",
      "price": 999,
      "category": "Adventure",
      "brand": "Xbox",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/352253?trim",
      "rating": null
    },
    {
      "id": 21,
      "name": "Dragon Ball Z: Kakarot",
      "description": "Relive the story of Goku and other Z Fighters in DRAGON BALL Z: KAKAROT like never before! Beyond the epic battles, experience life in the DRAGON BALL Z world as you fight, fish, eat and train with Goku, Gohan, Vegeta and others. Explore the new areas and adventures as you advance through the story and form powerful bonds with other heroes from the DRAGON BALL Z universe. All with stunning visuals, smooth gameplay and faster loading times thanks to the power of the PlayStation 5 and Xbox series consoles! Relive the story of DRAGON BALL Z, from the arrival of Raditz to the final battle against Buu. Experience epic events and light-hearted side quests, including never-before-seen story moments that answer some burning questions about DRAGON BALL lore for the first time! Play your way through iconic DRAGON BALL Z battles on a scale unlike any other. Battle across vast battlefields with destructible environments and experience epic boss battles against the most iconic enemies (Raditz, Frieza, Cell, Buu etc...). Increase your power level through RPG mechanics and rise to the challenge! Don't just fight like Z Fighters. Live like them! Fish, fly, eat, train and fight your way through the DRAGON BALL Z saga, making friends and building relationships with a huge cast of DRAGON BALL characters.",
      "price": 299,
      "category": "Adventure",
      "brand": "Xbox",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/354017?trim",
      "rating": null
    },
    {
      "id": 22,
      "name": "Microsoft Flight Simulator",
      "description": "Microsoft Flight Simulator is the next generation of one of the most beloved simulation series. From light planes to wide body jets, fly highly detailed and amazing aircraft in an incredibly realistic world. Create your flight plan and fly anywhere on the planet. Enjoy flying day or night and encounter realistic, challenging weather conditions.",
      "price": 599,
      "category": "Simulator",
      "brand": "Xbox",
      "items_available": 50,
      "sale_price": 449,
      "image": "https://cdn.webhallen.com/images/product/337687?trim",
      "rating": null
    },
    {
      "id": 23,
      "name": "Way of the Hunter",
      "description": "This authentic hunting experience allows you to explore and hunt in a large open world in the US and Europe. Discover lifelike animals in beautiful environments and use a selection of detailed and realistic weapons. Way of the Hunter offers an atmospheric and fully integrated experience among incredible wild animals with authentic group behavior. See how the complex ecosystems react and shape according to your actions. Learn what it means to be a true hunter and put your skills to the test. Take on the challenges of ethical hunting and a compelling story, or simply enjoy hunting freely in the detailed environments.",
      "price": 399,
      "category": "Simulator",
      "brand": "Xbox",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/348852?trim",
      "rating": null
    },
    {
      "id": 24,
      "name": "Ring Fit Adventure",
      "description": "In Ring Fit Adventure, you explore a large world and fight enemies while performing fitness-like exercises. With the new Ring-Con and Leg Strap accessories, the game senses your movements. By jogging, for example, you can make the game character move in the game world. Squeezing or twisting the Ring-Con can transform your movements into powerful attacks. If you play the game daily, you train different parts of the body. The game also has additional mini-games and workout routines that make it a fun and entertaining experience, no matter how experienced you are in fitness or what your lifestyle is. To play the game, place your Joy-Con controllers on the accessories, one in the Ring-Con and one in the Leg Strap. The Ring-Con accessory is a durable, bendable, electronic product that offers the resistance needed to train you. It has a sensor that detects your movements and reacts effectively to changes. Regardless of whether you are experienced or advanced in terms of fitness, you can adjust the Ring-Con to suit your purposes. The adventure mode in Ring Fit Adventure takes place in a colorful world where you advance with different moves. This world is itself divided into 20 different worlds. You jog to get ahead and can jump, float, steer a raft and much more. On the way a lot of enemies will come so get ready for battle. Use more than 40 different so-called Fit Skills to attack or defend yourself. The game will tell you how to perform the movements as correctly as possible. Because it is the case that an exercise performed correctly deals more damage to the enemy. Gain experience and unlock new Fit Skills.",
      "price": 699,
      "category": "Sports",
      "brand": "Nintendo",
      "items_available": 50,
      "sale_price": 569,
      "image": "https://cdn.webhallen.com/images/product/307070?trim",
      "rating": null
    },
    {
      "id": 25,
      "name": "Mario Strikers: Battle League Football",
      "description": "Get ready for Strike, a five-on-five, soccer-like sport with no rules. So do whatever it takes to win! Up to eight players, four on each team, can compete against each other on a Nintendo Switch console. In addition to individual matches, online play allows up to 20 players to join and compete to become the world's best club.",
      "price": 549,
      "category": "Sports",
      "brand": "Nintendo",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/346214?trim",
      "rating": null
    },
    {
      "id": 26,
      "name": "Mario Tennis Aces",
      "description": "Mario Tennis Aces is a super fun sports game for the whole family or group of friends. In addition to playing exciting matches against and with each other, there is also a story mode for the first time since Mario Tennis on the Game Boy Advance. Here you will, among other things, get to do different types of missions and boss battles. Mario steps onto the pitch in classic Nintendo gear for intense matches against a huge selection of characters. You will be faced with new challenges that test your ability to read your opponent's position and strokes to determine which type of stroke will give you an advantage.",
      "price": 579,
      "category": "Sports",
      "brand": "Nintendo",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/281630?trim",
      "rating": null
    },
    {
      "id": 27,
      "name": "Mario Golf: Super Rush",
      "description": "Easy to play: Use the buttons in an easy and flexible way. The game is adapted to be accessible both to new players and those who are more experienced. It is easy to aim, to choose the strength of the stroke and to hit the ball. If you want, you can also make use of the motion control by using a Joy-Con. Hold it as if it were a golf club. Useful tools: Knowing how to spin the golf ball correctly is an effective technique for getting it where you want it and avoiding obstacles. There are several gadgets ready to help you master the courses in the game, including a scanner that senses the terrain and a stroke meter that senses the slope of the courses. You can choose between 16 different characters from the Mushroom Kingdom. Everyone has different things they are good at and are equipped with their own unique specials. Pauline, Chargin' Chuck and King Bob-omb will make their first appearances in the series. You can play together with up to three other players, both locally and online in different game modes.",
      "price": 529,
      "category": "Sports",
      "brand": "Nintendo",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/332523?trim",
      "rating": null
    },
    {
      "id": 28,
      "name": "Street Power Football",
      "description": "Throw it down and bring your best – street style football is here. Sick style and high-energy action come together in this completely over-the-top football experience. Featuring six distinct game modes from open-ended Freestyle and Trick Shot modes to head-to-head competition in Panna and up to 3v3 matches in Street Power mode, you've never played football quite like this. Ready to take it to the next level? Join street football legend Sean Garnier and face off with freestyle football greats on crazy playgrounds and pitches around the world. You'll learn to run circles around your friends and pull off insane tricks as you grow your status to become Street King.",
      "price": 399,
      "category": "Sports",
      "brand": "Nintendo",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/320192?trim",
      "rating": null
    },
    {
      "id": 29,
      "name": "Two Point Campus - Enrolment Edition",
      "description": "In Two Point Campus, the player must build and manage a university campus. The player must build various educational rooms such as classrooms, lecture halls and libraries, as well as organizing different cultural events and extra-curricular activities. The player also must appoint staff, such as lecturers, teaching assistants and janitors. In addition to maintaining the operation of the campus, the player will also need to take care of the well-being of the students. If a student enjoys their nightlife too much, they may not attend classes in the following day. The pupils fall into different archetypes, and their personalities are procedurally generated. Unlike Two Point Hospital, in which patients leave the hospital once they are cured, the students in Campus will stay for a much longer time. Each in-game year lasts for around 20 minutes. Graduation ceremonies will be held, and a new cohort of students will arrive. These students would interact with each other and develop relationships with other characters in the game.[2] Each student also has their own specific needs, and they will either succeed, fail or drop out of school depending on how they were guided during their time in the campus.",
      "price": 329,
      "category": "Simulator",
      "brand": "Nintendo",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/346614?trim",
      "rating": null
    },
    {
      "id": 30,
      "name": "Xenoblade Chronicles 3",
      "description": "Step into the roles of Noah and Mio who find themselves in the middle of the chaos between the nations of Keves and Agnus. Six characters from these nations band together to learn the truth behind the conflicts and set their sights on Swordsmarch, a land pierced by a giant sword. Fight with up to seven characters: As in previous Xenoblade Chronicles games, battles begin with direct encounters with enemies on the field. Players can control Noah's party of six characters as well as additional characters they will encounter during the adventure. Each character has their own role in the battles, allowing for different strategies. Class Change: Noah is a Swordfighter, specializing in melee attacks, while Mio is a Zephyr, attracting enemy attention and dodging attacks. Thus, each character has its own class with its own strengths. As players get further into the adventure, it is possible to change characters' classes and create a highly customized group of fighters. New Interlink System: Each of the tag team pairs Noah and Mio, Lanz and Sena, Eunie and Taion can use the Interlink system if certain conditions are met. They will then combine into a so-called giant form called Ouroboros. Each Ouroboros has its own powerful set of attacks, and deciding when to transform is key to winning a battle.",
      "price": 599,
      "category": "Roleplay",
      "brand": "Nintendo",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/346213?trim",
      "rating": null
    },
    {
      "id": 31,
      "name": "Live A Live",
      "description": "LIVE A LIVE, the game originally released only for Super Famicom in Japan, is now being revived on Nintendo Switch! Experience this legendary RPG for the first time in the West, brought to life in the same HD-2D visual style as Octopath Traveler and Triangle Strategy. Meet seven heroes, each with their own unique abilities and lives to live in different time periods. Experience their stories in any order you like, and discover some truly shocking things along the way: Prehistoric Times: A clan member reaches adulthood in a world without words. Wild West: A walker with a price on his head fights for his life. China of the Emperors: A kung fu master searches for a worthy successor. Edo Period Japan: A shinobi undertakes an important and secret mission. Present: A martial artist strives to become the strongest ever. The near future: A youth with psychic powers takes a stand against evil. The distant future: A newly built robot finds itself in the middle of a tragedy in space. Featuring remastered music from original composer Yoko Shimomura and produced by Takashi Tokita (the director of the Super Famicom version), this remake retains everything players loved about the original game while making it accessible to those who have never played the game.",
      "price": 539,
      "category": "Roleplay",
      "brand": "Nintendo",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/348490?trim",
      "rating": null
    },
    {
      "id": 32,
      "name": "NEO: The World Ends with You",
      "description": "'Only the possibility of you can change our fate'. A long-awaited new story in The World Ends with You series has finally arrived! Rindo comes to the grim realization that his life is on the line when he is forced to compete in the so-called 'Reapers' Game.' There's no telling how this tale will unfold—but it's up to you to find out! Put your psychic prowess to the test as you duke it out on the stylishly animated streets of Shibuya. Features: Delve into a vividly illustrated Shibuya, animated with style, music and monsters. Collect and wield hundreds of Psych abilities to battle surreal threats. Investigate the world around you and beat the 'Reapers' Game' to survive.",
      "price": 299,
      "category": "Roleplay",
      "brand": "Nintendo",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/334555?trim",
      "rating": null
    },
    {
      "id": 33,
      "name": "Metroid Prime Remastered",
      "description": "Take on the role of bounty hunter Samus Aran again in Metroid Prime Remastered! The critically acclaimed first-person adventure has been modernized for Nintendo Switch. Calm and capable, Samus takes on this solo mission...but she's far from alone. Step into her boots as you navigate the winding paths and interconnected environments of an alluring yet dangerous and alien planet. Use powers like the familiar Morph Ball and Grapple Beam to access hard-to-reach areas and find a way forward. With revamped graphics, sound, unlockable artwork and updated control schemes, Samus' 3D debut has reached even greater heights. Use new dual-stick controls, intuitive motion aiming, return to classic controls, or choose a hybrid option, whichever you prefer.",
      "price": 499,
      "category": "Action",
      "brand": "Nintendo",
      "items_available": 50,
      "sale_price": 349,
      "image": "https://cdn.webhallen.com/images/product/358476?trim",
      "rating": null
    },
    {
      "id": 34,
      "name": "Super Smash Bros Ultimate",
      "description": "Super Smash Bros. Ultimate includes all playable characters previously featured throughout the series' nearly 20-year history, making this game the biggest cross-over of all time. The game contains returning characters such as Ice Climbers and Pokémon Trainer but also new characters in the form of Ridley from Metroid and Inkling from Splatoon. The game supports several different control methods such as GameCube controllers (both the original and the redesigned ones), Joy-Con controllers and the Nintendo Switch Pro Controller. With Nintendo Switch, it is possible to enjoy the game online or offline anytime and anywhere in both handheld mode and tabletop mode. Super Smash Bros. Ultimate combines many levels and new items with gameplay that makes it easy for any player to jump in and play. All amiibo figures in the Super Smash Bros. series are compatible with the game and all amiibo representing any of the game's characters work in this game as well. Super Smash Bros. Ultimate will be released on December 7 exclusively for the Nintendo Switch. The game is developed by Nintendo, Sora, Ltd. and Bandai Namco. The game is directed by Masahiro Sakurai.",
      "price": 699,
      "category": "Action",
      "brand": "Nintendo",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/284013?trim",
      "rating": null
    },
    {
      "id": 35,
      "name": "Lego City Undercover",
      "description": "Lego City Undercover is a fantastically fun and entertaining LEGO game where you get equal parts humor and gaming pleasure. Play together with a friend in the co-op mode and make sure to find all the easter eggs that are hidden around the world! Join the Chase! LEGO® CITY Undercover is coming to current and new generation consoles for the first time. In one of the most expansive LEGO® videogames to date, players become Chase McCain, a police officer who goes undercover to hunt down the notorious, and recently escaped, criminal, Rex Fury, to put an end to his city-wide crime wave. This open-world LEGO® adventure allows fans and newcomers to explore the sprawling metropolis that is LEGO® CITY with more than 20 unique districts to investigate, filled with car thieves to bust, vehicles to navigate, mischievous aliens to capture, hilarious movie references to discover, lost pigs to rescue and of course, hundreds of collectibles.",
      "price": 249,
      "category": "Action",
      "brand": "Nintendo",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/261152?trim",
      "rating": null
    },
    {
      "id": 36,
      "name": "Ghostwire: Tokyo",
      "description": "Ghostwire: Tokyo is an action game played from a first-person perspective. The player can use various psychic and paranormal abilities to defeat the ghosts and spirits haunting Tokyo. Combat director Shinichiro Hara described the combat as 'karate meets magic', as the player character utilizes hand movements inspired by Kuji-kiri hand gestures to cast spells. When an enemy loses most of their health, its core is exposed and the player can use takedown moves to destroy it. By defeating these spirits and collecting Yokai, the character will collect spirit points and resources used to upgrade their abilities.",
      "price": 599,
      "category": "Action",
      "brand": "PC",
      "items_available": 50,
      "sale_price": 499,
      "image": "https://cdn.webhallen.com/images/product/346125?trim",
      "rating": null
    },
    {
      "id": 37,
      "name": "Deathloop Deluxe Edition",
      "description": "DEATHLOOP is a next-generation first-person shooter from Arkane Lyon, the award-winning studio behind Dishonored. In DEATHLOOP, two rival assassins are trapped in a mysterious time loop on the island of Blackreef, doomed to repeat the same day forever. As Colt, your only chance to escape is to stop the cycle by assassinating eight key targets before the day begins again. Learn from each cycle, try new paths, collect information and find new weapons and abilities. Do whatever it takes to break the time loop.",
      "price": 649,
      "category": "Action",
      "brand": "PC",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/329429?trim",
      "rating": null
    },
    {
      "id": 38,
      "name": "Saints Row Notorious Edition",
      "description": "The Notorious Edition is a special collection of exclusive physical items; this is the ultimate creation for serious Saints Row fans and collectors! In addition to the full game and Expansion Pass, the Notorious Edition features a huge stack of exclusive items offering an in-depth look into the Saints gang and the criminal world of Santo Ileso. SAINTS ROW NOTORIOUS EDITION, The Notorious Edition includes all of the following: Exclusive SteelBook® with game disc, Expansion Pass, Double-sided poster (66cm(W) x 39.3cm(H)), Mini Artbook, 4 Santo Ileso postcards, 4 character art cards, Bonus -Los Panteros American Muscle Bundle, Bonus - The Saints Criminal Customs.",
      "price": 549,
      "category": "Action",
      "brand": "PC",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/339459?trim",
      "rating": null
    },
    {
      "id": 39,
      "name": "Dead Island 2 HELL-A Edition",
      "description": "This limited edition is full of unique items from Dead Island 2's all-new zombie-slaying playground. From Santa Monica Pier to Venice Beach, consider it your own personal tour of HELL-A. HELL-A Edition includes: Exclusive SteelBook® with Game Disc, Expansion Pass, Venice Beach Travel Map, 6 x Slayer Tarot Cards, 2 x Pin Badges, 1 x Patch, Golden Weapon Pack, Pulp Weapon Pack.",
      "price": 899,
      "category": "Adventure",
      "brand": "PC",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/352254?trim",
      "rating": null
    },
    {
      "id": 40,
      "name": "Biomutant",
      "description": "Biomutant is an role-playing game set in an open world environment and played from a third-person perspective in which the player takes control of a mammalian warrior in a world filled with mutated animals. Players customize their character including length, body shape and thickness, fur, fangs, and many other attributes that can be tweaked and all have a direct impact on the statistics of the playable character during gameplay. A thicker character is heavier, which makes it slower but conversely allows it to deal and resist more damage. The protagonist is able to dodge to the left, right, and backwards, as well as jump. The combat system combines melee attacks with long-range shooting. The player collects parts throughout the game and combines these parts to create a weapon. Each part has its own effect on the statistics of the end product. The game features a variety of Affixes, including cryogenic and electrical, which are effective in battles. When a cryogenic part is put onto a weapon, enemies will freeze when hit. The player can combine the power of multiple weapons by switching between different weapons during combat.",
      "price": 249,
      "category": "Adventure",
      "brand": "PC",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/281569?trim",
      "rating": null
    },
    {
      "id": 41,
      "name": "The Lord of the Rings: Gollum",
      "description": "Based on the book by J.R.R Tolkien, The Lord of the Rings: Gollum is a story-driven stealth adventure game. Take on a perilous journey as Gollum, chasing the only thing that is precious to him. From Mordor to Mirkwood, climb, leap, and sneak your way past danger while struggling between your two personalities. The events take place in parallel to the beginning of The Fellowship of the Ring by J.R.R. Tolkien. Years after Bilbo's theft, the obsession to get back the Ring is ever present in Gollum. Wandering near Mordor in search of his Precious, he gets caught by the Nazgûl and tortured by Sauron... That is where the game starts. Play Gollum's perilous adventure from his time as a slave in Barad-dûr, through his escape from Gandalf and the Elves in Mirkwood, and to the Mines of Moria where he finally encounters the Fellowship. Play the untold story of the War of the Ring, from a new perspective. Immerse in an epic adventure alternating between gameplay and cinematics telling a new story. Explore Middle-earth like never before, from Mordor to Mirkwood and Moria in 25 huge maps. Meet iconic characters like Gandalf, the Mouth of Sauron, Thranduil, the Nazgûl, etc. Play Gollum, one of the greatest villains of all time. This time, YOU choose whether the Gollum or Sméagol personality wins. Enjoy a mix of stealth, platform, and puzzle gameplay.",
      "price": 599,
      "category": "Adventure",
      "brand": "PC",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/349837?trim",
      "rating": null
    },
    {
      "id": 42,
      "name": "Football Manager 2023",
      "description": "The first thing you need in Football Manager 2023 is naturally to get a club under your management. Creating a team is a delicate task and requires a bit of flexibility. You can rely on famous football stars or decide to take chances with promising young players and create stars yourself! Invest in training staff and let young talents spread their wings! You can also make a mix of both. FM23 offers a multitude of options while acquiring new players including better scouting, recruitment meetings and relations with players' agents! With a little intuition and good information, you can plan the future of your team! Be unpredictable with your strategies and tactics to surprise and outsmart your rivals. You'll need some unorthodox solutions because AI managers' simulations have been significantly improved and now they are the smartest in the whole series! It's a realistic experience that will test your wits and your planning skills. And speaking of realism, you can also enjoy a new range of new animations as well as improvements to the way wing-backs and double pivots operate!",
      "price": 599,
      "category": "Sports",
      "brand": "PC",
      "items_available": 50,
      "sale_price": 479,
      "image": "https://cdn.webhallen.com/images/product/353173?trim",
      "rating": null
    },
    {
      "id": 43,
      "name": "Vampire: The Masquerade - Bloodlines 2",
      "description": "Vampire: The Masquerade - Bloodlines 2, a role-playing game (RPG) set in a Seattle faithfully reimagined in the World of Darkness. The game is currently in development and will launch on PC and consoles in 2020. Developed by Hardsuit Labs, Bloodlines 2 is the successor to the iconic RPG Vampire: The Masquerade - Bloodlines, featuring reactive storytelling, fast-paced melee combat, and intriguing characters with their own hidden motives. The creative mind behind the original Bloodlines, Brian Mitsoda, returns as Lead Narrative Designer for Bloodlines 2, giving fans a true successor to the original cult classic.",
      "price": 499,
      "category": "Roleplay",
      "brand": "PC",
      "items_available": 50,
      "sale_price": false,
      "image": "https://cdn.webhallen.com/images/product/302238?trim",
      "rating": null
    }
  ]
}
